{
"cenas": 
[
	{
		"id": 0,
		"titulo": "O comeco",

		"descricao": "Voce acordou em um local com bastante ARVORES ao redor e em seu lado so ha destrocos de um AVIAO." ,

		"itens": ["AVIAO", "ARVORE"]
	},
	{
		"id": 1,
		"titulo": "Inspecionando Aviao",

		"descricao": "Voce se aproxima dos destrocos do aviao, parece que nao ha ninguem vivo alem de voce. Voce tambem encontra um SINALIZADOR." ,

		"itens": ["SINALIZADOR"]
	},
	{
		"id": 2,
		"titulo": "Arvore",

		"descricao": "Voce consegue ver o mar ha alguns metros de distancia. Este lugar parece se tratar de uma ilha deserta. Acidentalmente o galho onde voce estava apoiado quebrou. Então voce caiu no chao e fraturou as duas pernas. Ficando impossibilitado de andar, voce fica ali durante dias e morre de fome. GAME OVER." ,

		"itens": []
	},
	{
		"id": 3,
		"titulo": "Galhos e Pedras",

		"descricao": "Voce volta do aviao e percebe que esta anoitecendo. E necessario fazer uma fogueira antes que a noite chege. Voce olha pro chao e so ve GALHOS secos  e algumas PEDRAS." ,

		"itens": ["GALHOS", "PEDRAS"]
	},
	{
		"id": 4,
		"titulo": "Fogueira",

		"descricao": "Voce consegue produzir faiscas com suas Pedras e Galhos . Consequentemente voce conseguiu produzir uma fogueira com essas faiscas. Embora esteja 					tudo muito agradavel voce começa a sentir fome e SONO, ao seu redor existe plantas que se parecem com COGUMELOS" ,

		"itens": ["SONO", "COGUMELOS"]
	},
	{
		"id": 5,
		"titulo": "Segundo dia",

		"descricao": "Você dormiu e acordou com alguns barulhos de MACACOS e necessita urgentemente de uma fonte de alimento." ,

		"itens": ["MACACOS"]
	},
	{
		"id": 6,
		"titulo": "Amanita phalloides",

		"descricao": "Infelizmente você comeu um cogumelo da um cogumelo da especie Amanita phalloides , e alguns minutos depois, apos algumas alucinacoes voce veio a	obito. FIM" ,

		"itens": []
	},
	{
		"id": 7,
		"titulo": "Assando o Macaco",

		"descricao": "Voce conseguiu acertar um macaco com o seu sinalizador , e sua FOGUEIRA esta quase se apagando." ,

		"itens": ["FOGUEIRA"]
	},
	{
		"id": 8,
		"titulo": "O Sinal",

		"descricao": "Voce conseguiu uma fonte de alimento segura e a degustou. Voce comeca a ouvir barulhos semelhantes a de um helicoptero e possui apenas 1 recarga para seu SINALIZADOR" ,

		"itens": []
	},
	{
		"id": 9,
		"titulo": "O Resgate",

		"descricao": "Voce conseguiu alertar o piloto que sobrevoava a area. Ele por sua vez lanca uma CORDA para voce subir a bordo." ,

		"itens": ["Corda"]
	},
	{
		"id": 11,
		"titulo": "O Final",

		"descricao": "Voce adquiriu alguns ferimentos em toda essa aventura e precisa de cuidados medicos entao o piloto avisa sua posicao no radio para verificacao do local  e o leva para a cidade mais proxima ! PRONTO VOCE COMPLETOU O DESAFIO DA FLORESTA !" ,

		"itens": []
	}
]
}
